If true, show grid lines in the analysis display.
  Namespace:   Autodesk.Revit.DB.Analysis
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2013
 Syntax
  C#
public bool ShowGridLines { get; set; }
  Visual Basic
Public Property ShowGridLines As Boolean
	Get
	Set
  Visual C++
public:
property bool ShowGridLines {
	bool get ();
	void set (bool value);
}
 See Also
  AnalysisDisplayDeformedShapeSettings Class
  Autodesk.Revit.DB.Analysis Namespace